import React from 'react';

export default class JenaviPage extends React.Component {

    static path = '/jenavi';

    render () {
        return (
            <div className='jenavi'>
                <img className='left' src='img/Logo78787.png' width={260} height={128} />
                <p>На сегодняшний день Jenavi – самая крупная и успешная компания,
                    производящая ювелирную бижутерию, в России.
                    Вдохновители компании Виктория и Евгений Протопоповы создали
                    одноименный бренд в 1991 году в столице ювелирного искусства С
                    анкт-Петербурге. Название бренда окутано ореолом любви и романтики
                    и происходит от заглавных букв трех имен Евгения и Виктории
                    Протопоповых и их дочери Натальи.</p>
                <p>Концепты коллекций Jenavi разрабатываются под руководством
                    арт-директора бренда Виктории Протопоповой. Тонко чувствуя дух
                    времени, Виктория создает от 2 до 3-х коллекций в месяц.
                    Отличительная черта коллекций Jenavi – стильный дизайн и
                    ювелирный подход к изготовлению украшений. Вдохновение для
                    создания украшений Виктория черпает, путешествуя по разным
                    странам, любуясь природой, общаясь с представителями различных
                    культур.</p>
                <p>Созданию каждой коллекции предшествует долгая творческая
                    подготовка эскизов и проработка тончайших нюансов.
                    Далее каждое украшение Jenavi проходит полный цикл производства
                    на собственном заводе в Санкт-Петербурге. Процесс создания
                    контролируется квалифицированными технологами. Для производства
                    украшений используется гипоаллергенное гальваническое покрытие
                    драгоценными металлами золото (24 карата), серебро (999,9 проба),
                    родий. Для вставок применяются кристаллы Swarovski, жемчуг,
                    натуральные и поделочные камни, мех и кожа.</p>
                <p> За короткий период времени украшения Jenavi приобрели
                    популярность не только в России, но и за рубежом.
                    Безупречные по своему качеству украшения пришлись
                    по душе женщинам Европы, Америки, Азии и Австралии.</p>
                <p>Погрузитесь в привлекательный и заманчивый мир бренда Jenavi,
                    и Вы найдете ошеломительный выбор дизайнерских украшений ручной
                    работы высокого класса.</p>
                <p> Jenavi – искусство покорять...</p>

                <p>Также, если вы не нашли у нас желаемого товара из представленного ассортимента,
                вы можете заказать его и в ближайшую поставку мы постараемся привезти его
                специально для вас.</p>
                <p>Полный ассортимент продукции фирмы "JENAVI" вы можете посмотреть на
                    их оффициальном сайте: <a target='_blank' href='http://jenavi.ru/category-2/'>jenavi.ru</a></p>

            </div>
        );
    }
}

