import React from 'react';

export default class ClockPage extends React.Component {

    static path = '/clock';

    render () {
        return (
            <div className='clock'>
                <h3>Cтильные наручные часы</h3>
                <h4>Наручные часы уже давно превратились в стильный и модный аксессуар,
                    способный подчеркнуть ваш образ. Как выбрать те, которые помогут
                    оставаться модной и, при этом, будут удобны и функциональны?</h4>
                <img src='img/clocks2.jpg' width={1100} height={733} />
                <p>Ушли в прошлое те года, когда часы были нужны нам исключительно для того,
                    чтобы следить за временем. Сегодня производители ориентируются не только
                    на функциональность, но и на внешний вид и стиль наручных часов.
                    Они могут стать прекрасным дополнением и вечернего наряда,
                    и делового образа, создать романтическое настроение или подчеркнуть
                    женственность их обладательницы. Хотите быть в тренде? Тогда выбирайте часы,
                    учитывая модные тенденции! </p>
                <h4>Рисунки и креатив</h4>
                <p> Один из трендов в женских часах – всевозможные рисунки на циферблатах.
                    Они могут быть яркими и привлекающими внимание, а могут быть сдержанными
                    и изысканными. Дизайнеры изображают на часах усы и надписи в виде граффити,
                    бабочек и черепа, карты мира и лица людей – можно менять часы хоть
                    каждый день в зависимости от вашего настроения или времяпрепровождения.
                    Яркие и необычные рисунки станут особенно актуальны ближе к весне,
                    когда захочется впустить в жизни больше красок после долгих холодов.</p>
                <p>Однако циферблаты могут быть украшены не только рисунками, но и, например,
                    стразами. Дизайнеры дают волю фантазии, играя с цифрами: можно найти
                    интересные варианты их написания или циферблаты, на которых цифры и вовсе
                    отсутствуют.</p>
                <h4>Необычные формы</h4>
                <p>Не менее удачный способ обратить на себя внимание – выбрать наручные
                    часы оригинальной формы. Это еще одна тенденция, которая прослеживается
                    в коллекциях модных брендов. Самый простой, но это от этого не менее
                    стильный вариант – часы с крупным круглым циферблатом, которые будут
                    хорошо смотреться даже на стройной тонкой ручке, несмотря на внешнюю
                    массивность таких часов.</p>
                <p>Среди необычных форм были замечены и часы в форме змейки, которые обматывают
                    запястье несколько раз, а также кулоны, браслеты и даже кольца в виде часов.</p>
                <h4>Часы ярких цветов</h4>
                <p>Такие наручные часы подойдут не к любому наряду, однако они становятся все
                    популярнее. И циферблат, и ремешок у модных часов окрашены в один цвет.
                    Актуальны все цвета, которые присутствуют в модной одежде –
                    особенно цвет орхидеи. Кроме этого, выбирайте синий, фиолетовый,
                    коралловый, благородные бежевый и розовый или сочетание нескольких оттенков.</p>
                <h4>Мужественные и спортивные часы</h4>
                <p>Поклонницам более спортивного стиля или тем, кто желает выразить свою волю 
                    и характер, дизайнеры предлагают не менее интересные варианты: 
                    маскулинные и спортивные часы. Первые напоминают мужские часы, 
                    имеют массивные ремешки и большие циферблаты с огромным количеством 
                    разных показателей. Спортивные часы, кстати, смотрятся более женственно, 
                    есть даже такие вариации, в которых они украшен стразами. 
                    Что ж, смешение стилей будет на пике моды до конца 2017 года!</p>
                <p>Также, если вы не нашли у нас необходимой вам модели,
                вы можете заказать его и в ближайшую поставку мы постараемся привезти его
                специально для вас.</p>
            </div>
        );
    }
}

