import React from 'react';

export default class PursePage extends React.Component {

    static path = '/purse';

    render () {
        return (
            <div className='purse'>
                <p>Кошелек - не только место хранения наличных, но и модный
                    аксессуар, который дополняет стильный образ дамы.
                    Поэтому к выбору этого предмета нужно подойти основательно.</p>
                <img src='img/purses1.jpg' width={1100} height={429} />
                <p>Мода на различные фасоны кошельков позволяет вам оставаться верной 
                    той форме, которую вы считаете более удобной. Будь это обложка с 
                    зажимами для купюр и кредиток, модель с двумя сгибами и отделением 
                    для монет, удлиненный кошелек, в который бумажные деньги помещаются 
                    во весь размер, вы сможете найти свой вариант в актуальном цветовом 
                    решении.</p>
                <p>Самым прочным, красивым и практичным материалом для кошелька является
                    натуральная кожа. В модных коллекциях есть изделия различных цветов 
                    по приемлемым ценам. Вы можете выбрать как однотонный аксессуар, 
                    так и с рисунком.</p>
                <p>Среди одноцветных изделий лидирующие места по популярности занимают 
                    черные, красные и золотистые кошельки. Однако это показатель не 
                    модной тенденции, а скорее, традиции. Черный кошелек – классика, 
                    в то время как кошельки пурпурные и цвета золота выбирают те женщины, 
                    которые хотят привлечь удачу и рост своих доходов. По системе фен-шуй 
                    эти цвета считаются оптимальными для желающих разбогатеть.</p>
                <p>Если хотите шагать в ногу с модой, обратите свое внимание также на 
                    кошельки пастельных тонов: светло-лилового, бледно-розового, 
                    белого, бежевого, песочного, жемчужно-серого. Если остановите 
                    выбор на сочных цветах, таких как оранжевый, горчичный, тоже 
                    попадете в тенденцию.</p>
                <p>Очень популярна фактура под кожу рептилий. Купив кошелек 
                    из блестящей лакированной кожи под змею или крокодила, 
                    вы удачно завершите свой стильный образ.</p>
                <p>Среди рисунков приветствуются мультяшная абстракция и пейзажи. 
                    Также вы можете подобрать кошелек с принтом в крупный горох или 
                    с вышитыми райскими птицами.</p>
                <p>Модно, нарядно и необычно выглядит изделие, верх которого 
                    выполнен в два слоя. Нижний из них – золотистый, серебристый 
                    или цвета меди. Верхний же – серый, белый, коричневый или черный. 
                    Внешний слой имеет перфорацию, и сквозь отверстия, которые образуют 
                    красивый узор, проглядывает блестящая основа.</p>
                <p>Если любите оторочку и декоративные швы, подождите совершать 
                    покупку изделия с такими элементами до сезона, когда они будут 
                    более актуальны. Исключения составляют кошельки с обтачкой 
                    краев из кусочков кожи такого же, либо контрастного по цвету 
                    к основному тону изделия.</p>
                <p>При покупке кошелька имейте в виду, что даже самый модный и 
                    дорогой аксессуар будет выглядеть нелепо и неуместно, если стиль, 
                    в котором он выполнен, противоречит вашему основному образу. 
                    А гонясь за тенденциями, не забудьте о своих вкусах и 
                    индивидуальности. Важно найти баланс между степенью следования 
                    моде и уровнем приверженности своим взглядам на нее.</p>
                <p>Мы постоянно обновляем имеющийся у нас ассортимент, поэтому каждый раз,
                заходя в наш магазин, вы можете увидеть какие-то новые украшения и
                аксессуары.</p>
                <p>Также, если вы не нашли у нас желаемого товара из представленного ассортимента,
                вы можете заказать его и в ближайшую поставку мы постараемся привезти его
                специально для вас.</p>

            </div>
        );
    }
}

