import React from 'react';

export default class JevelyPage extends React.Component {

    static path = '/jevely';

    render () {
        return (
            <div className='jevely'>
                <h3>Бижутерия - это модно, элегантно и доступно</h3>
                <p>Несомненно, бижутерия — это модно. Это не пустые слова.
                    Ведь тон моде задают отнюдь не дорогостоящие ювелирные изделия,
                    они лишь следуют тем тенденциям, которые сложились до них,
                    благодаря бижутерным украшениям. Все это возможно потому,
                    что с бижутерией можно экспериментировать, причем очень быстро
                    и это не так затратно, как с ювелирными украшениями.
                    Вы можете покупать новые изделия, менять наряды, дополнять
                    свои коллекции новыми украшениями, подбирать всевозможные
                    комбинации из своих коллекций. Все это можно делать за
                    короткие промежутки времени. Мода любит перемены,
                    причем очень стремительные и неожиданные.
                    Эти перемены гарантируют успех, всеобщее признание и уважение.
                    Всего этого вы можете достичь с помощью бижутерии.
                    Вас ничего не ограничивает, только ваша фантазия,
                    творите и спешите совершенствоваться. А тенденции моды, которые
                    очень ярко проявляются в бижутерных украшениях, только помогут
                    вам и окажут незаменимую услугу.</p>
                <img src='img/china.jpg' width={1100} height={733} />
                <p> Бижутерия — это элегантно и изыскано. Существует масса рецептов
                    и рекомендаций по поводу выбора и подбора бижутерии к определенному образу.
                    Некоторые модельеры рекомендуют носить классические комплекты,
                    другие пышную россыпь с непредсказуемым сочетанием самоцветов.
                    Следовать ли этим рекомендациям или нет судить вам, однако я думаю,
                    что не будет лишним о них написать. Например, если у вас есть кольцо
                    с большим камнем, то его лучше всего носить на указательном либо
                    среднем пальце. Если ваша рука миниатюрна, у вас маленькие и
                    тонкие пальцы, не рекомендуется носить кольца с крупными камнями,
                    также считается недопустимым носить на одном пальце несколько колец.</p>
                <p>Особые рекомендации даются относительно браслетов.
                    Грациозная походка, свободное и непринужденное положение
                    браслета на руке, сделают вас неповторимой.
                    Если же браслет выполнен с участием камней, хорошим тоном
                    считается его подтянутое положение на руке. </p>
                <p>Серебро очень подходит к седеющим волосам, а также к одежде холодного
                    тона, серые, синие либо черные строгие платья составят
                    вашим серебряным украшениям хорошую гармонию.
                </p>
                <p>Если вы немного загорели, либо ваша кожа кажется
                    немного желтой, идеальным сочетанием здесь ­
                    будут золотые украшения. Также золото хорошо сочетается с одеждой,
                    выполненной в теплых тонах. Это, как правило, бежевый, коричневый
                    либо цвет слоновой кости.</p>
                <p>Яркая бижутерия подчеркивает современные тенденции в моде и
                    рекомендуется для торжественных событий или других мероприятий,
                    которые выделяются из повседневной жизни.
                </p>
                <p>Светлая бижутерия пастельных тонов как нельзя лучше подойдет
                    к обычной одежде и будет прекрасным дополнением в обычном ритме жизни.
                </p>
                <p>Все это множество рекомендаций создано для того, чтоб преобразить
                    любую женщину и подчеркнуть огромное разнообразие, из которого
                    предстоит сделать непростой выбор, чтобы выглядеть элегантно и
                    быть королевой. В нашем магазине вы найдете огромное количество
                    разнообразных украшений и аксессуаров к ним. Заходите к нам,
                    выбирайте понравившиеся вам вещи и не бойтесь экспериментировать.
                    Мы, в свою очередь, обеспечим вас только современными и качественными
                    украшениями, которые полностью отвечают тенденциям современной моды,
                    а порой идут на несколько шагов впереди. Остановится ли ваш выбор
                    на элегантном комплекте, либо вы решите подобрать серьги,
                    колье и браслет самостоятельно решать вам.
                    </p>
                <p>При всем богатстве выбора неоспоримым преимуществом бижутерии 
                    перед ювелирными украшениями является ее доступность. 
                    Действительно бижутерные украшения дешевле в несколько раз,
                    а по красоте и изяществу не только не уступают, а порой и 
                    превосходят своих собратьев из мира драгоценных металлов и камней. 
                    Вы сами можете стать законодателем моды, изготавливать и носить то,
                    что вам нравится, по вашему мнению, превосходит все остальное и 
                    приносит вам чувство удовлетворения.
                </p>
                <p>Мы постоянно обновляем имеющийся у нас ассортимент, поэтому каждый раз,
                заходя в наш магазин, вы можете увидеть какие-то новые украшения и
                аксессуары.</p>
                <p>Также, если вы не нашли у нас желаемого товара из представленного ассортимента,
                вы можете заказать его и в ближайшую поставку мы постараемся привезти его
                специально для вас.</p>

            </div>
        );
    }
}

